
{
  "type": "success",
  "value": [
    {
      "id": 348,
      "joke": "There?s an order to the universe: space, time, Chuck Norris.... Just kidding, Chuck Norris is first.",
      "categories": []
    },
    {
      "id": 24,
      "joke": "Chuck Norris can hit you so hard that he can actually alter your DNA. Decades from now your descendants will occasionally clutch their heads and yell &quot;What The Hell was That?&quot;.",
      "categories": []
    },
    {
      "id": 222,
      "joke": "Industrial logging isn't the cause of deforestation. Chuck Norris needs toothpicks.",
      "categories": []
    },
    {
      "id": 97,
      "joke": "Chuck Norris doesn't throw up if he drinks too much. Chuck Norris throws down!",
      "categories": []
    },
    {
      "id": 129,
      "joke": "Chuck Norris keeps his friends close and his enemies closer. Close enough to drop them with one round house kick to the face.",
      "categories": []
    },
    {
      "id": 193,
      "joke": "Most boots are made for walkin'. Chuck Norris' boots ain't that merciful.",
      "categories": []
    },
    {
      "id": 613,
      "joke": "Tornados occur when Chuck Norris sneezes.",
      "categories": []
    },
    {
      "id": 301,
      "joke": "The First Law of Thermodynamics states that energy can neither be created nor destroyed... unless it meets Chuck Norris.",
      "categories": []
    },
    {
      "id": 180,
      "joke": "When J. Robert Oppenheimer said &quot;I am become death, the destroyer Of worlds&quot;, He was not referring to the atomic bomb. He was referring to the Chuck Norris halloween costume he was wearing.",
      "categories": []
    },
    {
      "id": 296,
      "joke": "Chuck Norris uses 8'x10' sheets of plywood as toilet paper.",
      "categories": []
    },
    {
      "id": 131,
      "joke": "Scotty in Star Trek often says &quot;Ye cannae change the laws of physics.&quot; This is untrue. Chuck Norris can change the laws of physics. With his fists.",
      "categories": []
    },
    {
      "id": 274,
      "joke": "One time, Chuck Norris accidentally stubbed his toe. It destroyed the entire state of Ohio.",
      "categories": []
    }
  ]
}
